Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIGN_OUT_LAST_DEVICE_RECOVERY_CONTACT_MESSAGE
source: You are about to sign out of the last device on your account. To sign in again, you’ll need your device passcode or recovery contact to access your data. If your recovery contacts aren’t up-to-date, you can add a new recovery contact or turn off Advanced Data Protection before signing out.
ar: أنت على وشك تسجيل الخروج من آخر جهاز في حسابك. لتسجيل الدخول مرة أخرى، ستحتاج إلى رمز دخول الجهاز أو جهة اتصال الاسترداد للوصول إلى بياناتك. إذا لم تكن جهات اتصال الاسترداد لديك محدثة، يمكنك إضافة جهة اتصال استرداد جديدة أو إيقاف الحماية المتقدمة للبيانات قبل تسجيل الخروج.
bg: На път сте да излезете от регистрацията си от последното устройство. За да влезете отново, ще ви бъде необходим вашият код за устройството или контакт за възстановяване за достъп до вашите данни. Ако контактите ви за възстановяване не са обновени, можете да добавите нов контакт или да изключите Разширена защита на данни, преди да излезете от регистрацията.
ca: Estàs a punt de tancar sessió a l’últim dispositiu del compte. Per tornar a iniciar sessió i accedir a les dades, necessitaràs el codi del dispositiu o l’ajuda d’un contacte de recuperació. Si no tens els contactes de recuperació actualitzats, afegeix‑ne un de nou o desactiva la protecció de dades avançada abans de tancar sessió.
cs: Chystáte se odhlásit z posledního zařízení přidruženého k vašemu účtu. Při příštím přihlášení budete pro přístup k datům potřebovat přístupový kód k zařízení nebo kontakt pro obnovení. Pokud nemáte kontakty pro obnovení aktualizované, můžete před odhlášením přidat nový nebo vypnout pokročilou ochranu dat.
da: Du er ved at logge ud af den sidste enhed på din konto. Du skal bruge koden til din enhed eller din gendannelseskontakt for at logge ind igen og få adgang til dine data. Hvis dine gendannelseskontakter ikke er ajour, kan du tilføje en ny gendannelseskontakt eller slå Avanceret databeskyttelse fra, før du logger ud.
de: Du bist im Begriff, dich von dem letzten Gerät deines Accounts abzumelden. Für eine erneute Anmeldung benötigst du deinen Gerätecode oder einen Wiederherstellungskontakt, um auf deine Daten zuzugreifen. Wenn deine Wiederherstellungskontakte nicht auf dem neuesten Stand sind, kannst du vor dem Abmelden einen neuen Wiederherstellungskontakt hinzufügen oder den erweiterten Datenschutz deaktivieren.
el: Πρόκειται να αποσυνδεθείτε από την πιο πρόσφατη συσκευή στον λογαριασμό σας. Για να συνδεθείτε ξανά, θα χρειαστείτε τον κωδικό της συσκευής σας ή την επαφή ανάκτησης για πρόσβαση στα δεδομένα σας. Σε περίπτωση που οι επαφές ανάκτησής σας δεν είναι ενημερωμένες, μπορείτε να προσθέσετε μια νέα επαφή ανάκτησης ή να απενεργοποιήσετε την Προηγμένη προστασία δεδομένων προτού αποσυνδεθείτε.
es: Estás a punto de cerrar sesión en el último dispositivo de tu cuenta. Para volver a iniciar sesión, necesitarás el código del dispositivo o la ayuda de un contacto de recuperación para acceder a tus datos. Si la información de tus contactos de recuperación no está actualizada, puedes añadir un contacto nuevo o desactivar la protección de datos avanzada antes de cerrar sesión.
es_419: Estás a punto de cerrar la sesión en el último dispositivo vinculado a tu cuenta. Para volver a iniciarla y acceder a tus datos, necesitarás el código de tu dispositivo o la ayuda de un contacto de recuperación. Si tus contactos de recuperación no están actualizados, puedes agregar uno nuevo o desactivar la protección avanzada de datos antes de cerrar la sesión.
fi: Olet kirjautumassa ulos viimeisestä tililläsi olevasta laitteesta. Jos haluat kirjautua sisään uudelleen, tarvitset laitteen pääsykoodin tai palautuksen yhteyshenkilön, jotta voit käyttää tietojasi. Jos palautuksen yhteyshenkilösi eivät ole ajan tasalla, voit lisätä uuden palautuksen yhteyshenkilön tai laittaa kehittyneen tietosuojauksen pois päältä ennen uloskirjautumista.
fr: Vous êtes sur le point de vous déconnecter du dernier appareil de votre compte. Pour vous reconnecter, vous devrez saisir le code de votre appareil ou faire appel à un contact de récupération pour accéder à vos données. Si vos contacts de récupération ne sont pas à jour, vous pouvez en ajouter un ou désactiver la protection avancée des données avant de vous déconnecter.
fr_ca: Vous êtes sur le point de vous déconnecter du dernier appareil connecté à votre compte. Pour vous reconnecter et accéder à vos données, vous aurez besoin du code de votre appareil ou de l’aide de votre contact de récupération. Si la liste de vos contacts de récupération n’est pas à jour, vous pouvez ajouter un nouveau contact ou désactiver la protection avancée des données avant de vous déconnecter.
he: פעולה זו תנתק אותך מהמכשיר האחרון בחשבון שלך. כדי להתחבר שוב, יהיה צורך בקוד הגישה של המכשיר או בעזרה מאיש קשר לשחזור עבור גישה לנתונים. אם רשימת אנשי הקשר לשחזור שלך אינה מעודכנת, באפשרותך להוסיף איש קשר חדש או לכבות את ״הגנת נתונים מתקדמת״ לפני ההתנתקות.
hi: आप अपने खाते के अंतिम डिवाइस से साइन आउट करने जा रहे हैं। फिर से साइन इन करने के लिए आपको अपना डेटा ऐक्सेस करने के लिए अपने डिवाइस पासकोड या रिकवरी संपर्क की आवश्यकता होगी। अगर आपके रिकवरी संपर्क अप-टू-डेट नहीं हैं, तो आप साइन आउट करने से पहले नया रिकवरी संपर्क जोड़ सकते हैं या एडवांस डेटा सुरक्षा बंद कर सकते हैं।
hr: Namjeravate se odjaviti s posljednjeg uređaja na svom računu. Za ponovno prijavljivanje trebat će vam šifra uređaja ili kontakt za oporavak kako biste pristupili podacima. Ako vaši kontakti za oporavak nisu ažurni, možete dodati novi kontakt za oporavak ili isključiti Naprednu zaštitu podataka prije odjavljivanja.
hu: Ezzel ki fog jelentkezni a fiókjához tartozó utolsó eszközből. Ha ismét be szeretne jelentkezni, az adataihoz való hozzáféréshez szüksége lesz az eszköze jelkódjára vagy a helyreállítási kontaktja segítségére. Ha a helyreállítási kontaktjai nem naprakészek, a kijelentkezés előtt hozzáadhat egy új helyreállítási kontaktot, vagy kikapcsolhatja a Fejlett adatvédelem funkciót.
id: Anda akan keluar dari perangkat terakhir di akun Anda. Untuk masuk lagi, Anda akan memerlukan kode sandi perangkat atau kontak pemulihan Anda untuk mengakses data Anda. Jika kontak pemulihan tidak terbaru, Anda dapat menambahkan kontak pemulihan baru atau mematikan Perlindungan Data Lanjutan sebelum keluar.
it: Stai per eseguire il logout dall’ultimo dispositivo su cui hai effettuato l’accesso al tuo account. Per eseguire nuovamente l’accesso, avrai bisogno del codice del dispositivo o di un contatto di recupero per accedere ai tuoi dati. Se i tuoi contatti di recupero non sono aggiornati, puoi aggiungerne uno nuovo oppure puoi disattivare la protezione avanzata dei dati prima di eseguire il logout.
ja: アカウントで使用中の最後のデバイスからサインアウトしようとしています。再度サインインするには、デバイスのパスコードまたはデータにアクセスするための復旧用連絡先が必要になります。復旧用連絡先が最新の状態になっていない場合は、サインアウトする前に、新規の復旧用連絡先を追加するか、または高度なデータ保護をオフにすることができます。
kk: Аккаунтта қалған соңғы құрылғыңыздан шыққалы жатырсыз. Жүйеге қайта кіріп, деректеріңізге қол жеткізу үшін құрылғының құпиякоды немесе қалпына келтіру контактісі қажет болады. Қалпына келтіру контактілері жаңартылмаса, жүйеден шықпас бұрын жаңа қалпына келтіру контактісін қосуға немесе кеңейтілген дерек қорғанысын өшіруге болады.
ko: 사용자 계정의 마지막 기기로부터 로그아웃하려고 합니다. 다시 로그인하려면 사용자의 데이터에 접근하기 위해 기기 암호 또는 복구 연락처가 필요합니다. 복구 연락처가 최신으로 업데이트된 상태가 아니라면 로그아웃하기 전에 새로운 복구 연락처를 추가하거나 고급 데이터 보호 기능을 끄십시오.
lt: Ketinate atsijungti nuo paskutinio savo paskyros įrenginio. Kad galėtumėte vėl prisijungti, jums reikės įrenginio prieigos kodo arba atkūrimo rakto duomenims pasiekti. Jei jūsų prieigą atkuriantys asmenys neatnaujinti, prieš atsijungdami galite įtraukti naują prieigą atkuriantį asmenį arba išjungti išplėstinę duomenų apsaugą.
ms: Anda akan mendaftar keluar daripada peranti terakhir pada akaun anda. Untuk mendaftar masuk sekali lagi, anda memerlukan kod laluan peranti atau kenalan pemulihan anda untuk mengakses data anda. Jika kenalan pemulihan anda tidak dikemas kini, anda boleh menambah kenalan pemulihan baharu atau menyahaktifkan Perlindungan Data Lanjutan sebelum mendaftar keluar.
nb: Du er i ferd med å logge av den siste enheten som er pålogget kontoen din. Når du logger på igjen, trenger du koden til enheten eller hjelp fra en gjen­opp­rettings­kontakt for å få tilgang til dataene dine. Hvis gjen­opp­rettings­kontaktene ikke er oppdatert, kan du opprette en ny eller slå av Avansert data­beskyttelse før du logger av.
nl: Je staat op het punt uit te loggen bij het laatste apparaat in je account. Als je opnieuw wilt inloggen, heb je de toegangscode van je apparaat of je herstelcontact nodig om toegang te krijgen tot je gegevens. Als je herstelcontacten niet up-to-date zijn, kun je een nieuw herstelcontact toevoegen of geavanceerde gegevensbescherming uitschakelen voordat je uitlogt.
pl: Zamierzasz wylogować się ze swojego konta na ostatnim urządzeniu. Ponowne zalogowanie się i uzyskanie dostępu do swoich danych będzie wymagać podania kodu urządzenia lub uzyskania pomocy od kontaktu odzyskiwania. Jeśli Twoje kontakty odzyskiwania nie są aktualne, przed wylogowaniem się możesz dodać nowy kontakt lub wyłączyć zaawansowaną ochronę danych.
pt_br: Você está prestes a finalizar a sessão do último dispositivo na sua conta. Para iniciar a sessão de novo e acessar seus dados, você precisará do código do dispositivo ou do contato de recuperação. Se os seus contatos de recuperação não estiverem atualizados, você poderá adicionar um novo ou desativar a Proteção Avançada de Dados antes de finalizar a sessão.
pt_pt: Está prestes a terminar sessão no último dispositivo da sua conta. Para voltar a iniciar sessão, precisará do código do dispositivo ou do contacto de recuperação para aceder aos seus dados. Se os seus contactos de recuperação não estiverem atualizados, pode adicionar um novo ou desativar a proteção de dados avançada antes de terminar sessão.
ro: Sunteți pe cale să ieșiți din cont de pe ultimul dispozitiv din contul dvs. Pentru a vă autentifica din nou, veți avea nevoie de codul de acces al dispozitivului sau de un contact de recuperare pentru a vă accesa datele. În cazul în care contactele de recuperare nu sunt actualizate, puteți adăuga un nou contact de recuperare sau puteți dezactiva protecția avansată a datelor înainte de a ieși din cont.
ru: Вы собираетесь выйти из учетной записи на последнем устройстве, где у Вас выполнен вход. Чтобы войти снова, Вам понадобится код‑пароль устройства или контакт для восстановления доступа к данным. Если эти контакты неактуальны, перед выходом можно добавить новый контакт для восстановления доступа или выключить расширенную защиту данных.
sk: Chystáte sa odhlásiť z posledného zariadenia vo svojom účte. Pri opätovnom prihlásení budete na prístup k svojim dátam potrebovať kód svojho zariadenia alebo kontakt na obnovu. Ak vaše kontakty na obnovu nie sú aktuálne, môžete pred odhlásením pridať nový kontakt na obnovu alebo vypnúť pokročilú ochranu dát.
sl: Izpisali se boste iz zadnje naprave v vašem računu. Za ponovni vpis in dostop do podatkov boste potrebovali kodo za dostop naprave ali stik za obnovitev. Če vaši stiki za obnovitev niso posodobljeni, lahko dodate nov stik za obnovitev ali pa izklopite napredno zaščito podatkov, preden se izpišete.
sv: Du håller på att logga ut från den sista enheten i ditt konto. Om du vill logga in igen behöver du din enhets lösenkod eller återställningskontakt för att komma åt dina data. Om dina återställningskontakter inte är aktuella kan du lägga till en ny återställningskontakt eller slå av Avancerat dataskydd innan du loggar ut.
th: คุณกำลังจะลงชื่อออกจากอุปกรณ์ล่าสุดของบัญชีของคุณ ในการลงชื่อเข้าอีกครั้ง คุณจะต้องใช้รหัสของอุปกรณ์หรือผู้ติดต่อการกู้คืนของคุณเพื่อเข้าถึงข้อมูลของคุณ ถ้าผู้ติดต่อการกู้คืนของคุณไม่ได้อัปเดตล่าสุด คุณสามารถเพิ่มผู้ติดต่อการกู้คืนใหม่หรือปิดใช้การปกป้องข้อมูลขั้นสูงก่อนลงชื่อออกได้
tr: Hesabınızdaki son aygıttan çıkış yapmak üzeresiniz. Yeniden giriş yapmak isterseniz verilerinize erişmek için aygıt parolanız veya kurtarma kişiniz gerekir. Kurtarma kişileriniz güncel değilse çıkış yapmadan önce yeni bir kurtarma kişisi ekleyebilir ya da İleri Düzey Veri Koruma’yı kapatabilirsiniz.
uk: Ви збираєтеся вийти з останнього пристрою у вашому обліковому записі. Щоб увійти знову й отримати доступ до даних, вам знадобиться код допуску пристрою або контакт для відновлення. Якщо ваші контакти для відновлення застарілі, перед виходом можна додати новий контакт для відновлення або вимкнути посилений захист даних.
vi: Bạn sắp đăng xuất khỏi thiết bị cuối cùng trong tài khoản của mình. Để đăng nhập lại, bạn sẽ cần mật mã thiết bị hoặc liên hệ khôi phục để truy cập dữ liệu của mình. Nếu các liên hệ khôi phục của bạn chưa được cập nhật thì bạn có thể thêm một liên hệ khôi phục mới, hoặc tắt Bảo vệ dữ liệu nâng cao trước khi đăng xuất.
zh_cn: 你即将退出登录关联到你账户的最后一台设备。若要重新登录，你将需要设备密码或恢复联系人的协助才能访问数据。如果恢复联系人的信息不是最新，你可以在退出登录前添加新的恢复联系人或关闭“高级数据保护”。
zh_hk: 你即將登出連繫到你帳户的最後一部裝置。如要再次登入，你需要裝置密碼或還原聯絡人才能取用你的資料。如你並未更新還原聯絡人，你可以在登出前加入新的還原聯絡人或關閉「進階資料保護」。
zh_tw: 你即將登出帳號的最後一部裝置。若要重新登入，你將需要裝置密碼或復原聯絡人來取用你的資料。如果你的復原聯絡人不是最新的，你可以在登出前加入新的復原聯絡人或關閉「進階資料保護」。

# SIGN_OUT_LAST_DEVICE_RECOVERY_CONTACT_TITLE
source: Signing in again will require your passcode or recovery contact.
ar: سيتطلب تسجيل الدخول مرة أخرى رمز الدخول أو جهة اتصال الاسترداد الخاصين بك.
bg: Влизането отново ще изисква вашия код или контакт за възстановяване.
ca: Necessitaràs el codi o un contacte de recuperació per tornar a iniciar sessió.
cs: Při dalším přihlášení budete potřebovat přístupový kód nebo kontakt pro obnovení.
da: Din kode eller gendannelseskontakt kræves for at logge ind igen.
de: Für die erneute Anmeldung ist dein Code oder ein Wiederherstellungs­kontakt erforderlich.
el: Για επανασύνδεση, απαιτείται ο κωδικός ή η επαφή ανάκτησής σας.
es: Para volver a iniciar sesión necesitarás tu código o la ayuda de un contacto de recuperación.
es_419: Para volver a iniciar sesión, se requerirá tu código o un contacto de recuperación.
fi: Uudelleenkirjautumiseen vaaditaan pääsykoodisi tai palautuksen yhteyshenkilösi.
fr: Pour vous reconnecter, vous devrez saisir votre code ou faire appel à votre contact de récupération.
fr_ca: Pour vous reconnecter, vous aurez besoin de votre code ou d’un contact de récupération.
he: התחברות מחדש תחייב הזנה של קוד הגישה או איש קשר לשחזור.
hi: फिर से साइन इन करने के लिए आपके पासकोड या रिकवरी संपर्क की ज़रूरत होगी।
hr: Za ponovno prijavljivanje potrebna je vaša šifra ili kontakt za oporavak.
hu: Az ismételt bejelentkezéséhez szüksége lesz a jelkódjára vagy a helyreállítási kontaktjára.
id: Kode sandi atau kontak pemulihan akan diperlukan untuk masuk kembali.
it: Per accedere di nuovo avrai bisogno del codice o di un contatto di recupero.
ja: 再度サインインするには、パスコードまたは復旧用連絡先が必要になります。
kk: Жүйеге қайта кіру үшін құпиякод немесе қалпына келтіру контактісі қажет болады.
ko: 다시 로그인하려면 암호 또는 복구 연락처가 필요합니다.
lt: Kad galėtumėte vėl prisijungti, turėsite pasinaudoti prieigos kodu arba kreiptis į prieigą atkuriantį asmenį.
ms: Mendaftar masuk lagi akan memerlukan kod laluan atau kenalan pemulihan anda.
nb: Når du logger på igjen, må du oppgi enten kode eller gjenopprettingskontakt.
nl: Als je opnieuw inlogt, heb je je toegangscode of herstelcontact nodig.
pl: Ponowne zalogowanie się będzie wymagało podania kodu lub uzyskania pomocy od kontaktu odzyskiwania.
pt_br: Para iniciar a sessão novamente, será necessário o seu código ou o contato de recuperação.
pt_pt: Necessitará do seu código ou contacto de recuperação para voltar a iniciar sessão
ro: Reautentificarea în cont va necesita codul dvs. de acces sau un contact de recuperare.
ru: Для повторного входа потребуется Ваш код‑пароль или помощь контакта для восстановления доступа.
sk: Na opätovné prihlásenie budete potrebovať kód alebo kontakt na obnovu.
sl: Ponovni vpis bo zahteval kodo za dostop ali stik za obnovitev.
sv: När du vill logga in igen krävs din lösenkod eller en återställningskontakt.
th: การลงชื่อเข้าอีกครั้งจะต้องใช้รหัสหรือผู้ติดต่อการกู้คืนของคุณ
tr: Yeniden giriş yapmak için parolanız ya da kurtarma kişiniz gerekir.
uk: Для повторного входу потрібно буде використати код допуску чи контакт для відновлення.
vi: Việc đăng nhập lại sẽ yêu cầu mật mã hoặc liên hệ khôi phục của bạn.
zh_cn: 重新登录将需要密码或恢复联系人的协助。
zh_hk: 再次登入將需要密碼或還原聯絡人。
zh_tw: 重新登入將需要你的密碼或復原聯絡人。
